{
  "intro": {
    "title": "The Little Blue Gopher",
    "story": [
      "Once upon a time, long long ago, there was a little blue gopher. Our little blue friend wanted to go on an adventure, but he wasn't sure where to go. Will you go on an adventure with him?",
      "One of his friends once recommended going to New York to make friends at this mysterious thing called \"GothamGo\". It is supposed to be a big event with free swag and if there is one thing gophers love it is free trinkets. Unfortunately, the gopher once heard a campfire story about some bad fellas named the Sticky Bandits who also live in New York. In the stories these guys would rob toy stores and terrorize young boys, and it sounded pretty scary.",
      "On the other hand, he has always heard great things about Denver. Great ski slopes, a bad hockey team with cheap tickets, and he even heard they have a conference exclusively for gophers like himself. Maybe Denver would be a safer place to visit."
    ],
    "options": [
      {
        "text": "That story about the Sticky Bandits isn't real, it is from Home Alone 2! Let's head to New York.",
        "arc": "new-york"
      },
      {
        "text": "Gee, those bandits sound pretty real to me. Let's play it safe and try our luck in Denver.",
        "arc": "denver"
      }
    ]
  },
  "new-york": {
    "title": "Visiting New York",
    "story": [
      "Upon arriving in New York you and your furry travel buddy first attempt to hail a cab. Unfortunately nobody wants to give a ride to someone with a \"pet\". They kept saying something about shedding, as if gophers shed.",
      "Unwilling to accept defeat, you pull out your phone and request a ride using <undisclosed-app>. In a few short minutes a car pulls up and the driver helps you load your luggage. He doesn't seem thrilled about your travel companion but he doesn't say anything.",
      "The ride to your hotel is fairly uneventful, with the exception of the driver droning on and on about how he barely breaks even driving around the city and how tips are necessary to make a living. After a while it gets pretty old so you slip in some earbuds and listen to your music.",
      "After arriving at your hotel you check in and walk to the conference center where GothamGo is being held. The friendly man at the desk helped you get your badge and you hurry in to take a seat.",
      "As you head down the aisle you notice a strange man on stage with a mask, cape, and poorly drawn abs on his stomach. Next to him is a man in a... is that a fox outfit? What are these two doing? And what have you gotten yourself into?"
    ],
    "options": [
      {
        "text": "This is getting too weird for me. Let's bail and head back home.",
        "arc": "home"
      },
      {
        "text": "Maybe people just dress funny in the big city. Grab a a seat and see what happens.",
        "arc": "debate"
      }
    ]
  },
  "debate": {
    "title": "The Great Debate",
    "story": [
      "After a bit everyone settles down the two people on stage begin having a debate. You don't recall too many specifics, but for some reason you have a feeling you are supposed to pick sides."
    ],
    "options": [
      {
        "text": "Clearly that man in the fox outfit was the winner.",
        "arc": "sean-kelly"
      },
      {
        "text": "I don't think those fake abs would help much in a feat of strength, but our caped friend clearly won this bout. Let's go congratulate him.",
        "arc": "mark-bates"
      },
      {
        "text": "Slip out the back before anyone asks us to pick a side.",
        "arc": "home"
      }
    ]
  },
  "sean-kelly": {
    "title": "Exit Stage Left",
    "story": [
      "As you begin walking up to the fox-man you hear him introduce himself as Sean Kelly. While waiting in line you decide to do a little research to see what types of work Sean is into.",
      "A few clicks later and you drop your phone in horror. This guy's online handle is \"StabbyCutyou\". The stories about New York being dangerous were true!",
      "Without a thought you grab your gopher buddy and head for the door. \"I'll explain when we get to the hotel\" you tell him.",
      "After arriving at your hotel you both decide that you have had enough adventure. First thing tomorrow morning you are heading home."
    ],
    "options": [
      {
        "text": "You change your flight to leave early and head to the airport in the morning.",
        "arc": "home"
      }
    ]
  },
  "mark-bates": {
    "title": "Costume Time",
    "story": [
      "After talking with the wannabe superhero for a while you come to learn that his name is Mark Bates, and aside from his costume obsession he seems like a nice enough guy.",
      "It turns our Mark has been working on this project called Buffalo and he is desperately looking for a mascot. He even purchased a little buffalo outfit, but it is too small for him.",
      "After looking over the costume you are certain it won't fit you, but as luck would have it your gopher companion fit in it perfectly. Mark quickly snapped a few photos, mumbling something about Ashley McNamara designing the best buffalo costume ever.",
      "Many great times are had with Mark and pals, but you eventually find yourself on the last night of your stay."
    ],
    "options": [
      {
        "text": "Pack your bags and head to bed. We have a long flight in the morning.",
        "arc": "home"
      }
    ]
  },
  "denver": {
    "title": "Hockey and Ski Slopes",
    "story": [
      "You arrive in Denver and start your trip by attending a hockey game. The Avalanche had a rough season last year, but your gopher buddy is hopeful that they will do better this year. He also explains that he is tired of hearing about \"Two time Stanley Cup champion Phil Kessel.\" You suspect that he is still a little salty about the Penguins beating the San Jose Sharks in the Stanley Cup, but you decide to give him a break.",
      "The next day you head to the slopes and blaze a few trails. You can definitely see why Denver is called the \"Mile-High City\". Gorgeous mountain scenery doesn't come close to describing it.",
      "You consider checking out this GopherCon you have heard so much about, but a quick check on their website has your gopher buddy vetoing it. It turns out he has a strict, \"No Space Walks\" policy, and refuses to believe that it is just a graphic on the website.",
      "The week quickly flies by and before you know it you are packing up to head home."
    ],
    "options": [
      {
        "text": "Pack your bags and head to bed. We have a long flight in the morning.",
        "arc": "home"
      },
      {
        "text": "You decided to go enter a cooking competition",
        "arc": "new_story"
      }
    ]
  },
  "home": {
    "title": "Home Sweet Home",
    "story": [
      "Your little gopher buddy thanks you for taking him on an adventure. Perhaps next year you can look into travelling abroad - you have both heard that gophers are all the rage in China."
    ],
    "options": []
  },
  "new_story": {
    "title": "The Great Gopher Cook-Off",
    "story": [
      "You and your gopher buddy decide to enter a cooking competition in Denver. You've heard that the judges are looking for the best gopher-themed dish, and you're confident that your culinary skills will impress.",
      "As you arrive at the competition, you see that the other contestants are all seasoned chefs. But you're not intimidated - you've got a secret ingredient that you're sure will give you the edge you need to win.",
      "The competition heats up, and you and your gopher buddy work tirelessly to prepare your dish. Finally, it's time to present your creation to the judges.",
      "The judges are impressed by your dish, but they're not the only ones. A rival chef, known for his ruthless tactics, tries to sabotage your chances of winning."
    ],
    "options": [
      {
        "text": "Confront the rival chef and accuse him of sabotage.",
        "arc": "confrontation"
      },
      {
        "text": "Ignore the rival chef and focus on impressing the judges.",
        "arc": "judges_table"
      }
    ]
  },
  "confrontation": {
    "title": "A Heated Exchange",
    "story": [
      "You decide to confront the rival chef, and a heated exchange ensues. The judges are shocked by the outburst, but they're also impressed by your passion and dedication to your craft.",
      "The rival chef is disqualified, and you're left to wonder if you've just made a powerful enemy."
    ],
    "options": [
      {
        "text": "Accept the judges' apology and move on.",
        "arc": "victory"
      },
      {
        "text": "Demand that the rival chef be reinstated.",
        "arc": "reinstatement"
      }
    ]
  },
  "judges_table": {
    "title": "The Judges' Verdict",
    "story": [
      "You decide to focus on impressing the judges, and your dish is a huge hit. The judges are blown away by your culinary skills, and you're declared the winner of the competition.",
      "As you accept the prize, you can't help but feel a sense of pride and accomplishment. You and your gopher buddy have proven that you're a force to be reckoned with in the culinary world."
    ],
    "options": [
      {
        "text": "Celebrate your victory with a well-deserved feast.",
        "arc": "feast"
      },
      {
        "text": "Use your winnings to open your own restaurant.",
        "arc": "restaurant"
      }
    ]
  },
  "victory": {
    "title": "Basking in the Glory",
    "story": [
      "You and your gopher buddy are on top of the world, basking in the glory of your cooking competition victory. You're hailed as culinary heroes, and your dish is featured in all the top food blogs and magazines.",
      "As you're enjoying the fame and adoration, you receive an offer to appear on a popular cooking TV show. You're not sure if you're ready for the spotlight, but your gopher buddy is eager to take on the challenge."
    ]
  },
  "reinstatement": {
    "title": "A Second Chance",
    "story": [
      "You demand that the rival chef be reinstated, and the judges agree to give him a second chance. The rival chef is grateful, but you can tell that he's still seething with resentment.",
      "As the competition continues, you and the rival chef are neck and neck. But just as it seems like the competition is going to be a close one, disaster strikes - the rival chef's dish is accidentally sabotaged, and he's left with nothing to present to the judges."
    ]
  },
  "feast": {
    "title": "A Well-Deserved Feast",
    "story": [
      "You and your gopher buddy decide to celebrate your victory with a well-deserved feast. You head to the best restaurant in town and order a massive spread of your favorite dishes.",
      "As you're enjoying your meal, you receive a call from a mysterious stranger who claims to have a special culinary opportunity for you. The stranger wants to meet with you in person to discuss the details."
    ]
  },
  "restaurant": {
    "title": "Opening Your Own Restaurant",
    "story": [
      "You decide to use your winnings to open your own restaurant. You and your gopher buddy work tirelessly to create the perfect menu and atmosphere.",
      "Finally, the day of the grand opening arrives, and you're nervous but excited. But just as the doors are about to open, you receive a visit from a health inspector who threatens to shut you down due to a minor infraction."
    ]
  }
}
